Repository: skaut/crdm-modern
Catalog: src/languages/*.po
Languages: cs_cz

source: A modern WordPress theme made for children's organizations
cs_cz: Moderní WordPressová šablona pro organizace dětí a mládeže

source: Body
cs_cz: Tělo

source: Blue
cs_cz: Modrá

source: Read more >
cs_cz: Číst více >

source: Green
cs_cz: Zelená

source: Beige
cs_cz: Béžová

source: Widget Separator
cs_cz: Oddělovač widgetů

source: Excerpt Border
cs_cz: Rámeček úryvku

source: Excerpt Background Hover
cs_cz: Pozadí úryvku při přejetí myší

source: Excerpt Text Hover
cs_cz: Text úryvku při přejetí myší

source: "Read more" Link
cs_cz: Odkaz "Číst více"

source: "Read more" Link Hover
cs_cz: Odkaz "Číst více" při přejetí myší

source: Applying the preset overrides a lot of the theme options. You can always go back by closing the customizer before saving.
cs_cz: Požitím předvolby se změní velké množství nastavení šablony. Vždy se můžete vrátit zpět zavřením přizpůsobování webu před uložením nového nastavení.

source: Apply
cs_cz: Použít

source: Navigation spacing
cs_cz: Rozestupy navigace

source: Navigation shadow
cs_cz: Stín navigace

source: Sidebar widget separator width
cs_cz: Šířka oddělovače widgetů v postranním panelu

source: Sidebar widget separator spacing
cs_cz: Rozestup oddělovače widgetů v postranním panelu

source: Featured Posts
cs_cz: Zvýrazněné příspěvky

source: Number of featured posts
cs_cz: Počet zvýrazněných příspěvků

source: Preset
cs_cz: Předvolby šablony

source: Header Image
cs_cz: Obrázek v záhlaví

source: Header Image Height
cs_cz: Výška obrázku v záhlaví

source: Header Image Top Position
cs_cz: Odsazení obrázku v záhlaví zeshora

source: Header Image Right Position
cs_cz: Odsazení obrázku v záhlaví zprava

source: Minimum Width to Show Header Image
cs_cz: Minimální šířka pro zobrazení obrázku v záhlaví

source: Font size
cs_cz: Velikost písma

source: Dismiss this notice.
cs_cz: Skrýt toto upozornění.

source: Applying the preset failed.
cs_cz: Použití předvolby šablony se nezdařilo.

source: You can choose to apply one of the presets of this theme as a starting point for your website. This will change a lot of the settings of this theme and of GeneratePress, so it is advised to do this only if you are starting fresh. This can be done later in the Customizer as well.
cs_cz: Můžete vybrat a použít jednu z předvoleb šablony jako výchozí bod vašeho webu. Použití předvolby změní velké množství nastavení této šablony a šablony GeneratePress a tedy je doporučeno pouze pokud začínáte s touto šablonou. Předvolby šablony jde použít i později na stránce Přizpůsobení vzhledu webu.

source: Skip
cs_cz: Přeskočit

source: Successfully applied the preset.
cs_cz: Úspěšně použita předvolba šablony.

source: Theme preset selection
cs_cz: Výběr předvolby šablony

source: The theme %s is not available for updating.
cs_cz: Šablona %s není dostupná k aktualizaci

source: The GitHub API request for updates for the theme %s has failed.
cs_cz: Požadavek na GitHub API pro aktualizaci šablony %s selhal.

source: Error message:
cs_cz: Chybová hláška:

source: The GitHub API response for the theme %s is invalid.
cs_cz: Odpověď GitHub API pro aktualizaci šablony %s je neplatná.

source: The latest version of the theme %s does not contain an update zip file.
cs_cz: Nejnovější verze šablony %s neobsahuje soubor zip s aktualizací.

source: New version
cs_cz: Nová verze

source: No more info available.
cs_cz: Žádné další informace nejsou k dispozici.

source: Title Widget
cs_cz: Widget názvu webu

source: A widget containing the site logo, title and tagline.
cs_cz: Widget obsahující logo, název a popis webu.

source: CRDM - Modern theme requires at least WordPress 5.0
cs_cz: Šablona CRDM - Modern vyžaduje alespoň WordPress 5.0

source: CRDM - Modern theme requires at least PHP 7.0
cs_cz: Šablona CRDM - Modern vyžaduje alespoň PHP 7.0

source: CRDM - Modern theme requires GeneratePress Premium
cs_cz: Šablona CRDM - Modern vyžaduje premium verzi GeneratePress

source: Failed to copy CRDM - Modern theme images to WordPress Media. The theme will work fine, but you won't be able to re-select the default images outside of the theme presets.
cs_cz: Nepodařilo se zkopírovat obrázky šablony CRDM - Modern do WordPress Médií. Šablona bude fungovat v pořádku i tak, ale nebudete moct znovu použít její výchozí obrázky jinak, než použitím předvolby šablony.
